Repository: 84000/data-translation-memory
Catalog: toh669-v3.tmx
Source language: bo
Languages: en

source: ༄༅༅། །འཕགས་པ་ནག་པོ་ཆེན་པོའི་གཟུངས་རིམས་ནད་ཐམས་ཅད་ལས་ཐར་བར་བྱེད་པ།
en: The Noble Mahākāla Dhāraṇī: A Cure for All Diseases and Illnesses

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas.

source: ནག་པོ་ཆེན་པོ་སྐྱེས་བུ་ནག་སེར་མཆེ་བ་རྣོན་པོ། མཆེ་བ་ཆེན་པོ་རིམས་ནད་ཐམས་ཅད་ལས་རྣམ་པར་ཐར་བར་བྱེད་པ་བརྗོད་པར་བྱ་སྟེ། ཕྱོགས་གང་དང་གང་དུ་བལྟས་པ་དེར་བདག་ལ་རིམས་ནད་མེད་པར་གྱུར་ཅིག །
en: I will recite the dhāraṇī of Mahākāla, the great black being with sharp yellow fangs, the great fanged one who cures all diseases and illnesses. Wherever I direct my gaze, may I be free of disease and illness.

source: ཏདྱ་ཐཱ། ཧ་ན་ཧ་ན་རཱ་ཛ་དྷཱུ་ཏེ་ན། ད་ཧ་ད་ཧ་རཱ་ཛ་དྷཱུ་ཏེ་ན། པ་ཙ་པ་ཙ་པ་རཱ་ཛ་དྷཱུ་ཏེ་ན། བ་ཧུ་ཤྲ་བེ། བ་ཧུ་པ་རི་པཱ་རི། བ་ཧུ་པ་རི་ཤོ་དྷ་ནེ། ཨི་མྃ་ཛཱ་ར་ཙཎྜ་ལྃ། ཧ་ན་ཧ་ན།
en: tadyathā | hana hana rājadhūtena daha daha rājadhūtena paca paca rājadhūtena bahuśrave bahuparipāri bahupariśodhane imaṃ jāracaṇḍalaṃ hana hana

source: ཨོྃ་སུཾ་བྷ་ནི་སུཾ་བྷ་ཤི་ར་མུཉྩ། ཙཀྵུ་མུཉྩ། ཤྲོ་ཏྲ་མུཉྩ། གྷྲཱ་ཎ་མུཉྩ། ཛི་ཧྭཱ་མུཉྩ། ཀཎ་ཋ་མུཉྩ། གྲཱི་བ་མུཉྩ། པྲེཥྛ་མུཉྩ། ཀཱ་ཊི་ཀཱ་མུཉྩ། ཀུ་ཀྵ་མུཉྩ། ཨཱུ་རུ་མུཉྩ། ཛ་ནཽ་མུཉྩ། ཧསྟ་མུཉྩ། པཱ་དཽ་མུཉྩ། ཨཾ་གུ་ལི་མུཉྩ། ཨྃ་ག་པྲ་ཏྱྃ་ག་མུཉྩ། ཨ་པ་ས་ར་ཨ་ཎྱ་སཱི་མུཉྩ། གཙྪཿ། ཛྭ་ར་མུ་ཏོ་སི་བདག་ལ་སྭཱ་ཧཱ། ཨོཾ་ཛྭ་ལ་མཱ་ཨཾ་གུ་ལི་ཧཱུྃ། སརྦ་ཛྭ་རཱ་ནན་ཕཊ།
en: oṃ suṃbha nisuṃbha śira muñca cakṣu muñca śrotra muñca ghrāṇa muñca jihvā muñca kaṇṭha muñca grīva muñca pṛṣtha muñca kaṭikā muñca kukṣa muñca ūru muñca jānu muñca hasta muñca pādau muñca aṅguli muñca aṅgapratyaṅga muñca apasara anyasmiñca gaccha jvara mukto ’si me svāhā oṃ jvala mā aṅguli hūṁ sarvajvarānan phaṭ |

source: འཕགས་པ་ནག་པོ་ཆེན་པོའི་གཟུངས་རིམས་ནད་ཐམས་ཅད་ལས་རྣམ་པར་ཐར་བར་བྱེད་པ་རྫོགས་སོ།། །།
en: This concludes “The Noble Mahākāla Dhāraṇī: A Cure for All Diseases and Illnesses.”

source: །​།རྒྱ་གར་གྱི་མཁན་པོ་པྲཛྙཱ་བརྨ་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བནྡེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།​། །​།
en: This text was translated, edited, and finalized by the Indian preceptor Prajñāvarman and the great editor-translator Bande Yeshé Dé.
